tap "goles/battery"
tap "homebrew/bundle"
tap "homebrew/core"
tap "hashicorp/tap"

brew "bash-completion"
brew "bat"
brew "bats-core"
brew "cheat"
brew "coreutils"
brew "croc"
brew "diff-so-fancy"
brew "difftastic"
brew "fasd"
brew "fd"
brew "ffmpeg"
brew "fnm"
brew "gnu-sed"
brew "goles/battery/battery"
brew "grep"
brew "grip"
brew "httpie"
brew "htop"
brew "imagemagick"
brew "jq"
brew "lynx"
brew "mackup"
brew "minikube"
brew "nano"
brew "pandoc"
brew "peco"
brew "psgrep"
brew "python"
brew "rust"
brew "shellcheck"
brew "ssh-copy-id"
brew "stow"
brew "thefuck"
brew "the_silver_searcher"
brew "tldr"
brew "topgrade"
brew "tree"
brew "unar"
brew "webp"
brew "wget"

# AWS Infra tools
brew "awscli"
brew "kubectl"
brew "eksctl"
brew "k9s"
brew "helm"
brew "hashicorp/tap/terraform"

# User addons
brew "rsync"
