tap "goles/battery"
tap "homebrew/bundle"
tap "homebrew/core"
tap "hashicorp/tap"

brew "ansible"
brew "bash-completion"
brew "bat"
brew "bats-core"
brew "cheat"
brew "coreutils"
brew "croc"
brew "diff-so-fancy"
brew "difftastic"
brew "dive"
brew "exiftool"
brew "fasd"
brew "fd"
brew "ffmpeg"
brew "fnm"
brew "gabrie30/utils/ghorg"
brew "ghorg"
brew "gitlab-runner"
brew "git-lfs"
brew "gnu-sed"
brew "goles/battery/battery"
brew "gpg"
brew "grep"
brew "grip"
brew "httpie"
brew "htop"
brew "imagemagick"
brew "ipfs"
brew "jdupes"
brew "jq"
brew "kitty"
brew "lynx"
brew "mackup"
brew "macvim"
brew "minikube"
brew "nano"
brew "neovim"
brew "pandoc"
brew "peco"
brew "psgrep"
brew "python"
brew "rclone"
brew "rustup"
brew "shellcheck"
brew "shfmt"
brew "ssh-copy-id"
brew "stow"
brew "thefuck"
brew "the_silver_searcher"
brew "tig"
brew "tmux"
brew "tmuxinator"
brew "tldr"
brew "topgrade"
brew "tree"
brew "unar"
brew "webp"
brew "wget"
brew "yt-dlp"

# AWS Infra tools
brew "awscli"
brew "kubectl"
brew "eksctl"
brew "k9s"
brew "localstack"
brew "helm"
brew "hashicorp/tap/terraform"

# Crypto Tools
brew "solana"

# User addons
brew "rsync"
